Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/Settings/Panes/GeneralSettings.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, tr, zh_hans, zh_hant

source: A system feature that automatically overwrites your files while editing. Even if turned off, CotEditor covertly creates a backup in case it unexpectedly quits.
cs: Systémová funkce, která automaticky přepíše soubory během úprav. V případě, že není povolena, CotEditor vytvoří skryté zálohy pro případ neočekávaného selhání.
de: Eine Systemfunktion, die deine Dateien während der Bearbeitung automatisch überschreibt. Selbst wenn nicht aktiviert, erstellt CotEditor verdeckt Backups für unerwartete Beenden.
es: Una función del sistema que sobrescribe automáticamente sus archivos mientras los edita. Incluso si se apaga, CotEditor crea una copia de seguridad de forma encubierta ante un cierre inesperado.
fr: Fonctionnalité du système qui enregistre automatiquement vos fichiers pendant que vous les éditez. Si vous désactivez cette option, CotEditor créera quand même des sauvegardes pour prévenir les arrêts imprévus.
it: Questa funzione sovrascrive automaticamente i tuoi file durante la lavorazione. Anche se disabilitata, CotEditor crea dei backup in caso di chiusura inaspettata.
ja: 書類の編集中に自動でファイルを上書きするmacOSの機能です。この機能を無効にした場合も、CotEditorは予期しない終了に備えて裏でバックアップを作成します。
ko: 편집하는 동안 파일을 자동으로 덮어쓰는 시스템 기능입니다. 이 옵션을 끄더라도, CotEditor는 예상하지 못한 종료로부터 복원하기 위해 백업을 생성합니다.
nl: Een systeemfunctie die automatisch uw bestanden overschrijft tijdens het bewerken. Zelfs als deze functie is uitgeschakeld, maakt CotEditor heimelijk een back-up voor het geval het programma onverwacht wordt afgesloten.
pl: Funkcja systemu, która automatycznie nadpisuje Twoje pliki podczas edycji. Nawet jeśli jest wyłączona, CotEditor tworzy w ukryciu kopię zapasową na wypadek nieoczekiwanego zamknięcia.
pt: Um recurso do sistema que salva os arquivos automaticamente durante a edição. Mesmo se inativo, o CotEditor cria um backup em segundo plano para o caso de falhas inesperadas.
tr: Düzenleme sırasında dosyalarınızın üzerine kendiliğinden yazan bir sistem özelliği. Kapalı olsa bile CotEditor beklenmedik çıkmalar için arka planda yedek oluşturur.
zh_hans: 编辑文件时自动覆盖保存文件的系统特性。即使被禁用，CotEditor也会在程序退出时自动保存备份。
zh_hant: 編輯檔案時自動覆蓋儲存檔案的系統特性。即使被禁用，CotEditor也會在程式退出時自動儲存備份。

source: Check for updates automatically
cs: Vyhledat aktualizace automaticky
de: Automatisch nach Updates suchen
es: Comprueba si hay actualizaciones automáticamente
fr: Vérifier les mises à jour automatiquement
it: Controlla automaticamente gli aggiornamenti
ja: 自動的にアップデートを確認
ko: 업데이트를 수동으로 확인
nl: Controleer automatisch op updates
pl: Sprawdź dostępność aktualizacji automatycznie
pt: Buscar atualizações automaticamente
tr: Güncellemeleri kendiliğinden denetle
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Command-line tool:
cs: Nástroj příkazového řádku:
de: Kommandozeilenwerkzeug:
es: Herramienta de línea de comandos:
fr: Outil en ligne de commande :
it: linea di comando:
ja: コマンドラインツール:
ko: 명령어 라인 도구:
nl: Commandoregeltool:
pl: Narzędzie wiersza poleceń:
pt: Ferramenta da linha de comando:
tr: Komut satırı aracı:
zh_hans: 命令行工具：
zh_hant: 命令列工具：

# CommandLineToolManager.Status.differentTarget.message
source: The current `cot` symbolic link doesn’t target the running CotEditor.
cs: Aktuální symbolický odkaz `cot` není zaměřen na spuštěný CotEditor.
de: Der aktuelle `cot` symbolische Link zielt nicht auf den laufenden CotEditor.
es: El enlace simbólico `cot` actual no se dirige al CotEditor en ejecución.
fr: Le lien symbolique `cot` actuel ne pointe pas vers la version de CotEditor en cours d’éxécution.
it: Il link simbolico `cot` attuale non punta al CotEditor in esecuzione.
ja: 現在の`cot`シンボリックリンクはこのCotEditor以外に向けられています。
ko: 현재 `cot` 심볼릭 링크가 실행 중인 CotEditor를 가리키지 않습니다.
nl: De huidige `cot` symbolische link richt zich niet op de actieve CotEditor.
pl: Obecne dowiązanie symboliczne `cot` nie wskazuje działającego CotEditora.
pt: O destino do link simbólico ‘cot’ atual não é o CotEditor em execução.
tr: Geçerli `cot` sembolik bağı, çalışan CotEditor’ü hedeflemiyor.
zh_hans: 当前的`cot`符号链接没有指向正在运行的CotEditor。
zh_hant: 當前的`cot`符號鏈接沒有指向正在運行的CotEditor。

# CommandLineToolManager.Status.invalidTarget.message
source: The current `cot` symbolic link may target an invalid path.
cs: Aktuální symbolický odkaz `cot` může být zaměřen na neplatnou cestu.
de: Der aktuelle `cot` symbolische Link könnte auf einen ungültigen Pfad zielen.
es: El enlace simbólico `cot` actual puede apuntar a una ruta no válida.
fr: Il se peut que le lien symbolique `cot` pointe vers un chemin invalide.
it: Il link simbolico `cot` attuale potrebbe puntare ad un percorso non valido.
ja: 現在の`cot`シンボリックリンクは無効なパスに向けられています。
ko: 현재 `cot` 심볼릭 링크가 유효하지 않은 경로를 가리키고 있는 것 같습니다.
nl: De huidige `cot` symbolische link kan een ongeldig pad als doel hebben.
pl: Obecne dowiązanie symboliczne `cot` może wskazywać nieprawidłową ścieżkę.
pt: O destino do link simbólico ‘cot’ atual pode ser um caminho inválido.
tr: Geçerli `cot` sembolik bağı, geçersiz bir yolu hedefleyebilir.
zh_hans: 当前的`cot`符号链接可能指向无效路径。
zh_hant: 當前的`cot`符號鏈接可能指向無效路徑。

source: Dialog warnings:
cs: Dialog varování:
de: Dialogwarnungen:
fr: Avertissements :
it: Avvisi:
ja: 警告ダイアログ:
ko: 경고 대화상자:
nl: Dialoogwaarschuwingen:
pl: Ostrzeżenia:
pt: Diálogo de avisos:
tr: İletişim kutusu uyarıları:
zh_hans: 对话框警告：
zh_hant: 警示窗：

source: Do you want to restart CotEditor now?
cs: Chcete nyní restartovat CotEditor?
de: Möchtest du CotEditor jetzt neu starten?
es: ¿Quieres reiniciar CotEditor ahora?
fr: Voulez-vous relancer CotEditor maintenant ?
it: Si desidera riavviare CotEditor adesso?
ja: CotEditorを今すぐ再起動しますか?
ko: CotEditor를 재시작하시겠습니까?
nl: Wil je CotEditor nu opnieuw opstarten?
pl: Czy chcesz teraz ponownie uruchomić CotEditora?
pt: Deseja reabrir o CotEditor agora?
tr: CotEditor’ü şimdi yeniden başlatmak istiyor musunuz?
zh_hans: 现在就重启CotEditor吗？
zh_hant: 現在就重啟CotEditor嗎？

source: Document save:
cs: Uložení dokumentu:
de: Dokumentensicherung:
es: Guardar documento:
fr: Enregistrement :
it: Salva documento:
ja: 書類の保存:
ko: 문서 저장:
nl: Document bewaren:
pl: Zachowywanie dokumentu:
pt: Salvamento de documentos:
tr: Belge kaydı:
zh_hans: 文稿保存：
zh_hant: 文件儲存：

# DocumentConflictOption.ignore.label
source: Keep CotEditor’s edition
cs: Zachovat verzi CotEditoru
de: CotEditors Version behalten
es: Mantener la edición de CotEditor
fr: Garder la version dans CotEditor
it: Mantieni la versione di CotEditor
ja: CotEditorの編集内容を保持
ko: CotEditor의 상태를 유지
nl: Bewaar de versie van CotEditor
pl: Zachowaj wersję CotEditora
pt: Manter edição do CotEditor
tr: CotEditor sürümünü tut
zh_hans: 保留CotEditor的版本
zh_hant: 保留CotEditor的版本

# DocumentConflictOption.notify.label
source: Ask how to resolve
cs: Zeptat se na řešení
de: Nachfragen
es: Pregunta cómo resolver
fr: Demander quoi faire
it: Chiedi cosa fare
ja: 解決方法を確認
ko: 해결 방법 묻기
nl: Vraag hoe je het oplost
pl: Zapytaj co robić
pt: Solicitar resolução
tr: Nasıl çözüleceğini sor
zh_hans: 询问如何更新
zh_hant: 詢問如何更新

# DocumentConflictOption.revert.label
source: Update to modified edition
cs: Aktualizovat na upravenou verzi
de: Auf geänderte Version aktualisieren
es: Actualización de la edición modificada
fr: Charger la nouvelle version
it: Aggiorna usando la versione modificata
ja: 変更された内容に更新
ko: 수정된 상태로 업데이트
nl: Update naar gewijzigde editie
pl: Aktualizuj do zmienionej wersji
pt: Atualizar para edição modificada
tr: Değiştirilmiş sürüme güncelle
zh_hans: 更新到被更改的版本
zh_hant: 更新到被更改的版本

source: Done
cs: Hotovo
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt: OK
tr: Bitti
zh_hans: 完成
zh_hant: 完成

source: Enable Auto Save with Versions
cs: Povolit automatické zálohování s verzí
de: Automatische Sicherung mit Versionen aktivieren
es: Habilitar el guardado automático con versiones
fr: Activer l’enregistrement automatique et les versions
it: Abilita il salvataggio automatico delle versioni
ja: オートセーブとバージョンを有効にする
ko: 자동 저장 켜기
nl: Schakel automatisch bewaren in met versies
pl: Włącz automatyczne zachowywanie z wersjami
pt: Ativar Salvamento Automático com Versões
tr: Sürümler ile kendiliğinden kaydetmeyi etkinleştir
zh_hans: 开启带有版本的自动保存
zh_hant: 開啟帶有版本的自動儲存

source: Inconsistent line endings
cs: Nekonzistentní konce řádků
de: Inkonsistente Zeilenenden
es: Finales de línea inconsistentes
fr: Fins de ligne inconsistantes
it: Fine riga non coerenti
ja: 改行コードの混在
ko: 일관적이지 않은 줄바꿈
nl: Inconsistente regeleinden
pl: Niespójne końce wierszy
pt: Fim de linha inconsistente
tr: Tutarsız satır sonları
zh_hans: 行尾不一致
zh_hant: 不一致的行尾字元

source: installed at %@
cs: instalováno v %@
de: bei %@ installiert
es: Instalado en %@
fr: Installé ici : %@
it: Installato in bei %@
ja: %@にインストール済み
ko: %@에 설치됨
nl: geïnstalleerd op %@
pl: zainstalowano w %@
pt: instalada em %@
tr: %@ konumuna yüklendi
zh_hans: 已安装于 %@
zh_hant: 已安裝於%@

source: Later
cs: Později
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
pl: Później
pt: Mais Tarde
tr: Daha Sonra
zh_hans: 稍后
zh_hant: 稍後

source: Learn More…
cs: Zjistit více
de: Mehr Infos …
es: Más información
fr: En savoir plus…
it: Altre informazioni…
ja: 詳細情報…
ko: 더 알아보기…
nl: Meer info…
pl: Dowiedz się więcej…
pt: Mais Informações
tr: Daha Fazla Öğren
zh_hans: 了解更多…
zh_hant: 瞭解更多⋯

source: Manage Warnings…
cs: Správa varování…
de: Warnungen verwalten…
fr: Gérer les avertissements…
it: Gestisci avvisi…
ja: 警告を管理…
ko: 경고 관리…
nl: Beheer waarschuwingen…
pl: Zarządzaj ostrzeżeniami…
pt: Gerenciar Alertas…
tr: Uyarıları Yönet…
zh_hans: 管理警告…
zh_hant: 管理警示窗⋯

# NoDocumentOnLaunchOption.none.label
source: Do Nothing
cs: Nedělat nic
de: Keine Aktion
es: No hacer nada
fr: Ne rien faire
it: Nessuna azione
ja: 何もしない
ko: 아무 것도 안 함
nl: Doe niets
pl: Nic nie rób
pt: Não Fazer Nada
tr: Hiçbir Şey Yapma
zh_hans: 不执行任何操作
zh_hant: 不執行任何動作

# NoDocumentOnLaunchOption.openPanel.label
source: Show Open Dialog
cs: Zobrazit dialog Otevřít
de: „Datei öffnen“-Dialog anzeigen
es: Mostrar diálogo Abrir
fr: Afficher la fenêtre Ouvrir
it: Mostra la finestra di dialogo Apri
ja: ”開く”ダイアログを表示
ko: 열기 대화상자 보기
nl: Toon dialoogvenster open
pl: Wyświetl okno dialogowe Otwórz…
pt: Mostrar Diálogo de Abertura
tr: Aç İletişim Kutusunu Göster
zh_hans: 显示打开对话框
zh_hant: 顯示開啟對話方塊

# NoDocumentOnLaunchOption.untitledDocument.label
source: Create New Document
cs: Vytvořit nový dokument
de: Neues Dokument erstellen
es: Crear nuevo documento
fr: Créer un nouveau document
it: Crea un nuovo documento
ja: 新規書類を作成
ko: 새 문서 생성
nl: Maak nieuw document
pl: Utwórz nowy dokument
pt: Criar Novo Documento
tr: Yeni Belge Oluştur
zh_hans: 创建新文稿
zh_hant: 建立新文件

source: On startup:
cs: Při spuštění:
de: Beim Start:
es: En el inicio:
fr: Au lancement :
it: All’avvio:
ja: 起動したとき:
ko: 시작할 때:
nl: Bij opstarten:
pl: Przy uruchamianiu:
pt: Na inicialização:
tr: Başlangıçta:
zh_hans: 启动时：
zh_hant: 啟動時：

source: Regardless of this setting, new prereleases are always included while using a prerelease.
cs: Bez ohledu na toto nastavení jsou při použití předběžné verze vždy zahrnuty nové předběžné verze.
de: Beim Verwenden einer Vorabversion werden ungeachtet dieser Einstellung immer nach neuen Vorabversionen gesucht.
es: Independientemente de esta configuración, siempre se incluyen nuevas versiones preliminares mientras se utiliza una versión preliminar.
fr: Lorsque vous utilisez une version préliminaire, vous recevrez toujours les nouvelles versions préliminaires, peu importe l’activation ou non de cette option.
it: Indipendentemente da questa impostazione, se si sta usando una versione preliminare le successive versioni preliminari saranno sempre incluse negli aggiornamenti.
ja: この設定に関わらず、プレリリース版の使用中は必ず新しいプレリリースもアップデート対象に含まれます。
ko: 이 설정과 관계 없이, 사전 발매 버전을 사용 중인 경우 항상 사전 발매 버전을 포함합니다.
nl: Ongeacht deze instelling worden nieuwe prereleases altijd opgenomen als je een prerelease gebruikt.
pl: Niezależnie od tego ustawienia, w przypadku korzystania z wersji wstępnej, nowe wersje wstępne są zawsze uwzględniane.
pt: Independentemente deste ajuste, pré-lançamentos novos sempre são incluídos ao usar uma versão de pré-lançamento.
tr: Bu ayardan bağımsız olarak, yeni ön sürümler her zaman ön sürümleri kullanırken içerilir.
zh_hans: 在预发布版本中，无论该选项如何设定，总是会更新到新的预发布版本。
zh_hant: 在預釋出版本中，無論該選項如何設定，總是會更新到新的預釋出版本。

source: Reopen windows from last session
cs: Znovu otevřít okna (panely) z poslední relace
de: Fenster der letzten Sitzung erneut öffnen
es: Vuelva a abrir las ventanas de la última sesión
fr: Rouvrir toutes les fenêtres de la dernière session
it: Riapri le finestre dall’ultima sessione
ja: 最後のセッションのウインドウを開く
ko: 지난 세션의 창 다시 열기
nl: Heropen vensters van vorige sessie
pl: Ponownie otwórz okna z ostatniej sesji
pt: Reabrir as janelas da última sessão
tr: Son oturumdaki pencereleri yeniden aç
zh_hans: 重新打开最后关闭的窗口
zh_hant: 重新打開最後打開的視窗

source: Restart Now
cs: Restartovat
de: Neu starten
es: Reiniciar ahora
fr: Relancer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시작
nl: Herstart nu
pl: Uruchom ponownie teraz
pt: Reabrir Agora
tr: Şimdi Yeniden Başlat
zh_hans: 现在重启
zh_hant: 現在重啟

source: Software update:
cs: Aktualizace softwaru:
es: Actualización de software:
fr: Mise à jour :
it: Aggiornamento software:
ja: ソフトウェアアップデート:
ko: 소프트웨어 업데이트:
pl: Aktualizacja oprogramowania:
pt: Atualização de software:
tr: Yazılım güncelleme:
zh_hans: 软件更新：
zh_hant: 軟體更新：

source: Suppress following warnings:
cs: Potlačit následující varování:
de: Folgenden Warnungen ausschalten:
es: Suprimir las siguientes advertencias:
fr: Cacher ces avertissements :
it: Sopprimi i seguenti avvisi:
ja: 以下を警告しない:
ko: 다음 경고 억제:
nl: Onderdruk de volgende waarschuwingen:
pl: Pomiń następujące ostrzeżenia:
pt: Omitir os seguintes avisos:
tr: Aşağıdaki uyarıları sustur
zh_hans: 阻止以下警告：
zh_hant: 停用下述警示窗：

source: The change will be applied first on the next launch.
cs: Změna bude použita při příštím spuštění.
de: Die Änderung wird erst beim nächsten Start angewendet.
es: El cambio se aplicará primero en el próximo reinicio.
fr: Le changement sera appliqué au prochain lancement.
it: La modifica verrà applicata al prossimo avvio.
ja: この変更は次回アプリ起動時に適用されます。
ko: 이 변화는 다음 시작 때 적용됩니다.
nl: De wijziging wordt als eerste toegepast wanneer je de volgende keer opstart.
pl: Zmiana zostanie zastosowana jako pierwsza przy następnym uruchomieniu.
pt: A alteração será aplicada quando o aplicativo for reaberto.
tr: Değişiklikler bir sonraki çalıştırmada uygulanacak.
zh_hans: 变更将在下次启动时生效。
zh_hant: 變更將在下次啟動時生效。

source: Update to prereleases when available
cs: Aktualizovat na předběžné verze, pokud jsou k dispozici
de: Vorabversionen einschließen
es: Actualizar a los pre-lanzamientos cuando estén disponibles
fr: Mettre à jour vers les versions préliminaires, quand disponible
it: Includi versioni preliminari
ja: プレリリース版を対象に含める
ko: 가능한 경우 사전 발매 버전으로 업데이트
nl: Updaten naar prereleases wanneer beschikbaar
pl: Aktualizuj do wersji wstępnych, gdy są dostępne
pt: Atualizar para pré-lançamentos quando disponíveis
tr: Kullanılabilir olduğu durumlarda ön sürümlere güncelle
zh_hans: 包含预发布版本
zh_hant: 包含預釋出版本

source: When document is changed by another application:
cs: Při změně dokumentu v jiné aplikaci:
de: Wenn Dokument von einem anderen Programm geändert wird:
es: Cuando otra aplicación cambia el documento:
fr: Lorsque le document est modifié par une autre application :
it: Quando il documento è modificato da un’altra applicazione:
ja: 書類が別のアプリによって変更されたとき:
ko: 문서가 다른 응용프로그램에 의해 수정되었을 때:
nl: Wanneer een document wordt gewijzigd door een andere applicatie:
pl: Gdy dokument zostanie zmieniony przez inną aplikację:
pt: Quando o documento for modificado por outro aplicativo:
tr: Belge başka bir uygulama tarafından değiştirildiğinde:
zh_hans: 当文稿被其他应用更改时：
zh_hant: 當文件被其他應用更改時：

source: When nothing else is open:
cs: Když není nic otevřené:
de: Wenn nichts geöffnet ist:
es: Cuando no hay nada más abierto:
fr: Quand aucune fenêtre n’est ouverte :
it: Quando non c’è alcun documento aperto:
ja: 何も開かれていなければ:
ko: 아무 것도 열려있지 않을 때:
nl: Als er niets anders open is:
pl: Gdy nic innego nie jest otwarte:
pt: Quando não houver nada aberto:
tr: Başka bir dosya açık değilken:
zh_hans: 当无项目可以打开时：
zh_hant: 當沒有可以開啟的檔案時：

source: With the `cot` command-line tool, you can launch CotEditor and let it open files from the command line.
cs: Pomocí nástroje příkazového řádku `cot` můžete spustit CotEditor a nechat ho otevřít soubory z příkazového řádku.
de: Mit dem „cot“-Kommandozeilenwerkzeug kannst du CotEditor von der Kommandozeile aus aktivieren und es Dateien öffnen lassen.
es: Con la herramienta de línea de comandos `cot`, puedes iniciar CotEditor y dejar que abra archivos desde la línea de comandos.
fr: Avec l’outil en ligne de commande `cot`, vous pouvez lancer CotEditor et ouvrir des fichiers depuis le Terminal.
it: Con il comando testuale “cot” si può lanciare CotEditor facendogli aprire documenti dalla riga di comando.
ja: `cot`コマンドラインツールは、コマンドラインからのCotEditor起動やファイルオープンを可能にします。
ko: `cot` 명령어 라인 도구로, 명령어 라인에서 파일을 CotEditor로 열 수 있습니다.
nl: Met de commandoregel `cot` kun je CotEditor starten en bestanden laten openen vanaf de commandoregel.
pl: Za pomocą narzędzia wiersza poleceń `cot` możesz uruchomić CotEditora i pozwolić mu otwierać pliki z poziomu wiersza poleceń.
pt: Com a ferramenta ‘cot’, você pode iniciar o CotEditor e abrir arquivos na linha de comando.
tr: `cot` komut satırı aracıyla CotEditor’ü çalıştırabilir ve komut satırından dosyalar açabilirsiniz.
zh_hans: `cot`命令行工具可以让您使用命令行来启动CotEditor并打开文件。
zh_hant: `cot`命令列工具可以讓您使用命令列來啟動CotEditor並開啟檔案。
